{
  "logo": "Quality AI",
  "langu": "Language",
  "home": "Home",
  "product": "Product",
  "GAI": "Quality AI Portal",
  "package": "Package Software",
  "saas": "Secure dedicated GenAI SaaS",
  "services": "Services",
  "system_integration_support": "System integration support",
  "pro_services": "Professional Services",
  "consulting_services": "Consulting Services",
  "about_us": "About Us",
  "qai_team": "Executives",
  "qai_motivation": "QualityAI Mission",
  "contact": "Contact QualityAI",
  "career": "Recruitment",
  "qai_portal_btn": "QAI Portal",
  "qai_bn_heading": "INSIGHT. AUTOMATE. EXCEL.",
  "qai_bn_para": "Smart AI solutions for every challenge.",
  "qai_explore_btn": "Explore",
  "qai_bn_watch": "Watch Video",
  "qai_desc": "Unleash the power of Generative AI technology locally for your business!",
  "qai_desc_p1": "Empower your team with our versatile Generative AI platform, designed to streamline tasks, boost productivity, and drive innovation!",
  "qai_desc_p2": "Quality AI aims to democratize access to Generative AI technology.",
  "qai_desc_p3": "We offer and support platforms that provide access to Open Source Generative AI technology within your own company environment. The data never leaves your company premises, so you can use Generative AI without risk or concern of data exfiltration.",
  "qai_desc_r": "Quality AI: Your gateway to secure, private, affordable Generative AI!",
  "qai_desc_r1": "We provide private, secure, and generative AI solutions for businesses.",
  "qai_desc_r2": "Get Started Today: Sign up for our early access program and experience the power of Generative AI firsthand.",
  "qai_desc_r3": "Lets discuss your specific needs and how our Generative AI platform can revolutionize your workflow",
  "fservices": "Featured Services ",
  "GAI_desc": "Easily access to multiple purpose AI with user-friendly UI.",
  "package_desc": "Customizable AI packages tailored to your needs",
  "saas_desc": "Generate AI services to drive your business growth",
  "p_qaiportal": "Quality AI Chat",
  "p_cd": "Chat With Documents",
  "p_transcript": "Transcription",
  "p_de": "Data Extraction",
  "p_rc": "Rag Chat",
  "p_trans": "Translation",
  "n_service": "Check Our Services",
  "sis_desc": "Seamlessly integrate our generative ai services into your existing systems and applications",
  "ps_desc": "Expert developer support for your ai system builds",
  "tfbs_desc": "Expert guidance for a successful generative ai integration ",
  "contact_dtl": "Feel Free to Contact US",
  "address_dtl": "1701-3 Naka, Shirahama-cho, Nishimuro-gun, Wakayama Prefecture, Japan",
  "address": "Address",
  "call_us": "Call US",
  "email": "Email",
  "submit_btn": "Send Message",
  "form_name": "Name",
  "form_sub": "Subject",
  "form_msg": "Message",
  "qai_mission_h": "The Quality AI Mission - Democratizing Access to Generative AI Technology",
  "qai_mission_p": "At Quality AI, we believe in the transformative power of Generative AI technology and its potential to revolutionize businesses and industries alike. Our mission is to democratize access to this game-changing technology, making it available and accessible to businesses and individuals of all sizes and backgrounds. We are committed to enabling our customers to make a seamless transition to this new technology paradigm, empowering them to unlock new opportunities, streamline processes, and gain a competitive edge in their respective markets. Join us on this exciting journey as we redefine the future of innovation and progress together.",
  "pdescd1": "Leverage the power of AI Chat to transform how you communicate, solve problems, and collaborate. Our chatbot integrates natural language processing and machine learning to deliver instant, intuitive support while maximizing productivity. Whether you're troubleshooting complex issues, drafting creative ideas, or analyzing data, our system adapts seamlessly to your needs.",
  "pdescd2": "Model Selection",
  "pdescd3": "Multiple LLM models are available and can switch models instantly based on the situation and needs.",
  "pdescd4": "Switch models mid-conversation to optimize for precision, creativity, or speed.",
  "pdescd5": "Security",
  "pdescd6": "All interactions occur on a private, secure platform designed to safeguard sensitive information. Data never leaves the local environment.",
  "cddescd1": "Unlock the full potential of your documents with the revolutionary Chat With Documents feature. This cutting-edge tool empowers users to effortlessly upload PDFs, presentation slides, and others to access concise summaries, targeted answers, and tailored insights all in real time. Whether navigating a complex legal contract or simplifying a technical manual, this feature streamlines document review by turning dense content into actionable takeaways.",
  "cddescd2": "Versatile Document Support:",
  "cddescd3": "Support for PDFs, presentation slides and doc ensures compatibility with the most common formats, making it easy to integrate into your workflow. From academic papers to business reports, all documents are parsed efficiently to deliver the information you need, quickly.",
  "cddescd4": "Model Selection: ",
  "cddescd5": "This feature has multiple LLM models available and can switch models instantly based on the situation and needs.",
  "cddescd6": " Security: ",
  "cddescd7": "Your confidentiality is our priority. Confidential or personal informations could be uploaded without a risk of leakage or use for leakage.",
  "cddescd8": "Take control of your documents, smartly and safely. Experience real value in summarization, instant answers, and the flexibility of advanced AI—all while knowing your data stays secure. Let’s redefine how you interact with information!",
  "tdescd1": "Transform your audio data into actionable insights with our Transcription feature. This intuitive tool converts oral explanations, customer interactions, and any spoken content into easily digestible text data, enabling you to save, summarize, and analyze information effortlessly. Whether you're a researcher, sales professional, our transcription service ensures nothing gets lost in translation.",
  "tdescd2": "Accuracy: ",
  "tdescd3": "Accurately convert speech to text even in the presence of background noise and other sounds to ensure your transcriptions are as clean and clear as the spoken word.",
  "tdescd4": "AI-Powered Natural Language Processing: ",
  "tdescd5": "Our transcription engine is powered by natural language processing (NLP), allowing it to understand context, recognize complex language structures, and preserve the original meaning and intent of the spoken words. This results in saved text that is not just accurate but also readable and coherent.",
  "tdescd6": "Instant Outputs: ",
  "tdescd7": "The transcription automatically saves its outputs allowing instantly integrating into your workflow.",
  "dedescd1": "Discover the power of Data Extraction, our cutting-edge feature designed to transform your PDFs and images into structured, actionable data. Gone are the days of manual data entry and guesswork. With our advanced technology, you can extract only the data you need, exactly when you need it.",
  "dedescd2": "Accuracy:",
  "dedescd3": "Our feature employs Optical Character Recognition technology to recognize and extract text from PDFs and images with remarkable accuracy. We ensure you get the precise data you're looking for, every time.",
  "dedescd4": "Customizable Data Extraction: ",
  "dedescd5": "Set prompts to guide the extraction process, allowing for detailed recognition. Tailor your prompts to extract only the specific data you require, eliminating irrelevant information and saving your time and effort.",
  "dedescd6": "Image and Table Extraction: ",
  "dedescd7": "Our feature doesn't stop at text. It can also recognize and extract data from tables, lists, and even images, making it an all-in-one solution for your data extraction needs. Whether it's a complex chart, a list of numbers, or a table of data, we've got you covered.",
  "dedescd8": "Unleash the power of your documents with precision data extraction. Transform your workflow, automate your data entry, and uncover hidden insights – all with our advanced, customizable Data Extraction feature.",
  "rcdescd1": "Your ultimate tool for turning vast amounts of data into a cohesive, searchable knowledge base. This feature allows you to create a centralized repository of information tailored to your specific needs. Say goodbye to scattered data and hello to organized insights!Easily upload multiple files and create your knowledge base with a single click. No advaned skills are needed, fully utilize out strong tool without any concern.",
  "rcdescd2": "Accuracy: ",
  "rcdescd3": "Once your knowledge base is set up, ask Rag Chat questions, and it will provide accurate answers based on the information contained within your uploaded files.As you add more files to your knowledge base or update existing ones, Rag Chat adapts and improves its understanding of your data.",
  "rcdescd4": "Summarization:",
  "rcdescd5": "Rag Chat uses advanced natural language processing (NLP) to summarize the content of your uploaded files. This ensures you get the key takeaways without having to read through every document.Tailor the summarization process to your needs with your command. Prompt the desired summary length or specify keywords to focus on.",
  "rcdescd6": "Transform scattered data into a cohesive knowledge base, and unlock the full potential of your information.",
  "transdescd1": "Break down language barriers with our advanced AI-based Translation feature. Transform the given text into your desired language. Experience a new level of linguistic accuracy with our AI-driven approach, designed to deliver translations that are not just word-by-word, but contextually fluent.",
  "transdescd2": "Contextually Understanding : ",
  "transdescd3": "Our AI understands the meaning behind words, capturing the essence of the original text. It takes into account the context, idioms, and nuances, ensuring the translated text is accurate, coherent, and culturally appropriate.Unlike rule-based systems, our AI doesn't translate word-by-word, preserving the original meaning and intent.",
  "transdescd4": "Styles: ",
  "transdescd5": "Choose from various translation styles to match your needs – from formal and professional to casual and conversational. Available styles are: Casual, Business, Formal, Technical, Journalistic, Educational-casual, Academic-presentation",
  "transdescd6": "Available Languages: ",
  "transdescd7": "English, Japanese, Chinese, Korean, Spanish, French, German, Italian, Dutch, Hindi, Arabic, Portuguese, Polish",
  "transdescd8": "Our AI-based translation feature opens new opportunities for clear, effective, and engaging communication. Try it today and experience the difference!",
  "pst1": "Quality AI Portal Its THE Nagi",
  "psdesc1": "IZANAGI is a revolutionary portal site designed to democratize access to the full spectrum of generative AI capabilities. Imagine a platform where every AI function—from image generation to complex data analysis—is just a single click away. With IZANAGI, users can harness specialized models tailored to their unique needs, whether they're professionals seeking advanced tools or beginners exploring AI for the first time. The platform’s intuitive, user-friendly interface breaks down barriers, ensuring that even those without technical expertise can unlock the transformative power of AI. ",
  "pstdesc2_1": "Imagine having the power of generative AI at your fingertips, but without the usual concerns of data privacy and security. With our Package software, you're in control, as it's designed to be installed within your own data center or private cloud. This means your confidential information and personal data never leave your local environment, keeping your most sensitive data under your watchful eye at all times.",
  "pstdesc2_2": "Main Features",
  "pstdesc2_3": "Predictive Analytics:",
  "pstdesc2_4": "Ever wished you could see into the future? Our predictive analytics module makes that a reality. By identifying patterns and trends in your historical data, it generates accurate forecasts, allowing you to make data-driven decisions that anticipate, not just react to, market shifts. Say goodbye to guesswork and hello to confident, proactive strategy.",
  "pstdesc2_5": "Natural Language Processing (NLP):",
  "pstdesc2_6": "Data comes in many forms, and text data is often the most revealing. Our NLP capabilities enable you to extract hidden insights from unstructured text data. By analyzing customer reviews, social media posts, and news articles, you can gain a deeper understanding of customer sentiment, market trends, and competitor activities. It's like having a team of analysts constantly mining your data for valuable insights.",
  "pstdesc2_7": "Machine Learning Algorithms:",
  "pstdesc2_8": "AImagine having a dedicated team of data scientists working tirelessly to improve your models' accuracy. That's essentially what our machine learning algorithms do. They automatically learn from your historical data, identifying complex patterns and relationships that you might miss. As they process more data, they get smarter, continuously enhancing your predictive models and delivering more accurate, reliable insights.",
  "pstdesc2_9": "Real-Time Data Processing:",
  "pstdesc2_10": "In today's fast-paced business environment, speed is as important as accuracy. Our real-time data processing capabilities allow you to analyze live data feeds instantly, providing you with immediate insights. Whether you're monitoring KPIs, tracking system performance, or detecting anomalies, our real-time analytics ensure you're always one step ahead.",
  "pstdesc2_11": "Security and Scalability: ",
  "pstdesc2_12": "Security and scalability are at the heart of our Customizable Generative AI Packages. Our software has been built with robust security measures to protect your sensitive data. Additionally, it is designed to easily scale according to your business needs.",
  "pstdesc2_13": "Integration Support: ",
  "pstdesc2_14": "We understand that implementing new technology can be daunting. That's why we offer comprehensive support and guidance throughout the entire process. Our team of experts will ensure a smooth installation and provide ongoing assistance as needed.",
  "pstdesc2_15": "No more worries about data breaches or unauthorized access. With Package software, you're not just harnessing the power of generative AI, you're doing so securely, responsibly, and on your terms. It's AI done right, for those who refuse to compromise on security and control.",
  "pstdesc3_1": "Discover the power of customization with our Generative AI SaaS, designed to seamlessly integrate AI into your business applications. We understand that every organization is unique, which is why we empower you to select the specific features and capabilities that align with your business needs. Focus on your core competencies while we handle the AI integration, ensuring you get the most out of your investment. Our dedicated team of experts takes care of the entire AI environment. From hardware procurement to software updates, security enhancements to system maintenance, we've got you covered. Think of us as your AI concierge, ensuring your AI integration experience is smooth and hassle-free.",
  "pstdesc3_2": "We believe in offering flexible solutions that cater to businesses of all scales. Whether you're a lean startup seeking an affordable AI solution or an established enterprise looking for a scalable AI integration, we've got you sorted. Our flexible contract terms ensure that you get an AI solution that fits both your budget and your specific business requirements. Embrace the future of business applications with our secure, customizable, and flexible Generative AI SaaS. Say goodbye to one-size-fits-all solutions and hello to AI integration tailored just for you. Experience the difference with Secure GenAI SaaS today.",
  "fsdesc1_1": "Unlock the Full Potential of Your Business with Seamless Generative AI Integration.In today's rapidly evolving digital landscape, embracing the power of generative AI is not just an advantage, it's a necessity. Our expert system integration support ensures a smooth transition, enabling you to harness the full potential of AI while minimizing disruption to your operations.",
  "fsdesc1_2": "Strategic Planning:",
  "fsdesc1_3": "We begin by identifying key areas where generative AI can create significant impact, and aligning these with your strategic objectives.",
  "fsdesc1_4": "Expert Consultation:",
  "fsdesc1_5": "Our team of AI specialists works closely with you to develop a tailored integration strategy, considering your unique infrastructure and industry-specific requirements. We cater to a wide range of sectors, including healthcare, finance, technology, manufacturing, logistics, and retail.",
  "fsdesc1_6": "Seamless Integration:",
  "fsdesc1_7": "Our experts deftly integrate generative AI into your existing systems, ensuring compatibility with your current infrastructure. We support robust, scalable integrations for various platforms, including:",
  "fsdesc1_8": "SaaS Applications:",
  "fsdesc1_9": "We integrate AI into your existing software applications, enhancing their functionality and improving user experience.",
  "fsdesc1_10": "Cloud Platforms (AWS, Azure):",
  "fsdesc1_11": "Our team ensures seamless integration with leading cloud platforms, enabling you to leverage AI's scalability and flexibility.",
  "fsdesc1_12": "Data Lakes:",
  "fsdesc1_13": "We integrate AI with your data lakes, empowering you to extract deeper insights from your data.",
  "fsdesc1_14": "Custom Software: ",
  "fsdesc1_15": "Our experts work with your unique software infrastructure to integrate AI, ensuring a tailored fit.",
  "fsdesc1_16": "Phased Implementation:",
  "fsdesc1_17": "We deploy AI integration in phases, minimizing downtime and ensuring a smooth transition.",
  "fsdesc1_18": "Post-Deployment Optimization: ",
  "fsdesc1_19": "Our support doesn't end at deployment. We monitor your AI integration's performance, gather feedback, and optimize its functionality to ensure it continues to drive innovation and value.",
  "fsdesc1_20": "The Benefits of Seamless Generative AI Integration",
  "fsdesc1_21": "Process Automation:",
  "fsdesc1_22": "Streamline workflows, reduce manual effort, and enable your team to focus on high-value tasks.",
  "fsdesc1_23": "Data-Driven Insights:",
  "fsdesc1_24": "Gain deeper insights into your operations and market trends, empowering data-driven decision-making.",
  "fsdesc1_25": "Innovation:",
  "fsdesc1_26": "Stay ahead of the competition by embracing cutting-edge AI technologies, driving growth and competitive advantage.",
  "fsdesc1_27": "Reliability and Performance:",
  "fsdesc1_28": "Ensure compatibility, reliability, and peak performance with our expert integration services.",
  "fsdesc1_29": "Contact us today to discuss how our expert system integration support can transform your business with the power of generative AI. Let's innovate together.",
  "fsdesc2_1": "Expert Developer Support for Your AI System Builds. Managing AI systems can be complex. We go beyond mere integration support, focusing on optimizing your AI systems for peak performance and providing unparalleled technical support. Our expert developers are dedicated to ensuring your AI systems work seamlessly within your technology stack, driving measurable, scalable results and business growth.",
  "fsdesc2_2": "Core Services:",
  "fsdesc2_3": "Effortless system/application integration into your technology stack.",
  "fsdesc2_4": "Customized AI systems tailored to your business goals.",
  "fsdesc2_5": "Performance optimization for measurable, scalable results.",
  "fsdesc2_6": "Why Us?",
  "fsdesc2_7": "Technical Mastery:",
  "fsdesc2_8": "With deep roots in AI architecture, machine learning, and software engineering, our experts stay ahead of the curve. We bring this wealth of knowledge to every project, ensuring your AI systems are always at the cutting edge.",
  "fsdesc2_9": "Seamless Collaboration:",
  "fsdesc2_10": "Partner closely with your team for minimal disruption.",
  "fsdesc2_11": "Future-Proof Solutions:",
  "fsdesc2_12": "Built for growth and evolving AI innovation.",
  "fsdesc2_13": "Transform Your Business with Optimized AI Systems",
  "fsdesc2_14": "Our expert developer support isn't just about making your AI systems run faster or smoother. It's about transforming your business. By optimizing your AI systems, we help you maximize your ROI, drive business growth, and gain a competitive edge.",
  "fsdesc2_15": "Join Us on Your AI journey",
  "fsdesc2_16": "We're more than just a service provider - we're your trusted partner in your AI journey. We collaborate closely with your team, aligning our processes with yours, and ensuring your goals are always at the heart of our efforts.",
  "fsdesc3_1": "Generative AI has emerged as a game-changer, offering unparalleled opportunities for innovation and growth. However, utilizing this powerful technology requires expertise and a strategic approach. That's where our Advisory Consultation Services come in, your key to unlocking the full potential of generative AI.",
  "fsdesc3_2": "Kickstart Your Generative AI Journey with Expert Guidance",
  "fsdesc3_3": "Our team of seasoned professionals is dedicated to guiding you through every step of your generative AI integration. We understand that each business is unique, which is why we offer a tailored approach that aligns with your specific needs and goals.",
  "fsdesc3_4": "Industry Expertise:",
  "fsdesc3_5": "Leveraging Our Knowledge and Experience in Generative AI",
  "fsdesc3_6": "With years of experience in generative AI, we bring a deep understanding of industry trends and best practices to the table. We stay updated with the latest developments in AI, ensuring that your integration is future-proof and equipped to evolve with the technology.",
  "fsdesc3_7": "Assessment:",
  "fsdesc3_8": "We begin by evaluating your business processes, current AI capabilities, and data infrastructure. This helps us identify areas where generative AI can create the most significant impact.",
  "fsdesc3_9": "Strategy Development:",
  "fsdesc3_10": "Based on our assessment, we develop a customized strategy that outlines the integration process, expected outcomes.",
  "fsdesc3_11": "Proof of Concept (PoC):",
  "fsdesc3_12": "We create a PoC to demonstrate the practical application of generative AI in your business context. This helps you visualize the potential of the technology and validate its value.",
  "fsdesc3_13": "Integration and Deployment:",
  "fsdesc3_14": "Our team works with you to integrate the generative AI solution into your existing systems, ensuring a smooth transition and minimal disruption to your operations.",
  "fsdesc3_15": "Monitoring and Optimization:",
  "fsdesc3_16": "Even after deployment, our support doesn't end. We continually monitor the performance of your generative AI solution and make optimizations as needed to ensure it continues delivering value.",
  "fsdesc3_17": "Embark on Your Generative AI Journey with Confidence",
  "fsdesc3_18": "With our Advisory Consultation Services, you're not just investing in technology; you're investing in your future. Let us help you kickstart your generative AI journey and unlock new opportunities for growth and innovation.",
  "fsdesc3_19": "Reach out today to learn more about how our services can transform your business. Together, let's make generative AI work for you.",
"careerp" : "Career At Quality AI",
"careerp_tagline": "We are seeking partners who will collaborate to create new value together. While enjoying contributions to society and team growth, we hope to work with individuals who can embrace each day filled with rewarding joy and purposeful meaning.",
"careerp_tagline1":"Your application is warmly awaited.",
"engineer_job" : "Engineer Job",
"sales_job": "Sales Job",
"job1": "AI Software Development Engineer",
"job2": "Infrastructure Engineer",
"job3": "Generation Operation Engineer",
"job4": "Sales for Generative AI Solutions",
"location": "Job Location: ",
"location_dtl": "Shirahama Head Office, Sendai Branch, Matsumoto Research and Development Center",
"view_more": "View More",
"join_us": "Want to Join US?",
"join_us_tag1": "Please prepare required documents and apply on Quality AI linkedin page or email us at ",
"join_us_tag2": "if you have any kind of query.",
"required_doc": "Required Documents",
"doc1": "Cover Letter",
"doc2": "Resume",
"doc3": "Academic Records",
"hero_image": "shirahama2.jpg",
"chat_img": "chat_en.png",
"data_extraction_img": "data_extraction_en.png",
"doc_chat_img" : "doc_chat_en.png",
"transcription_img": "transcription_en.png",
"translation_img": "translate_en.png",
"rag_chat_img":"rag_chat_en.png",
"domestic_platform":"Domestic Platform",
"multi_modal": "Multi-modal",
"guardrails_enabled": "Guardrails enabled",
"enhanced_security": "Enhanced Security",
"pay_as_you": "Pay-as-you-go",
"your_own_": "Your own VPC",
"per_minute_pricing":"Per minute pricing",
"cost_effective": "Cost-effective for casual users",
"custom_tailored_sol":"Custom Tailored Solutions",
"on_premise": "Internal On-premise Option Available",
"no_risk":"No risk of Data Exfiltration",
"transparent_costing": "Transparent costing (Easy to budget)",
"jmt1":"We are seeking ",
"jmt2":"who will collaborate to create new value together. While enjoying contributions to society and team growth, we hope to work with individuals who can embrace each day filled with rewarding joy and purposeful meaning.",
"jmt3":" Your application is warmly awaited.",
"job_desc": "Job Description",
"req_skill":"Required Qualifications and Skills",
"prefer_skill": "Preferred Qualifications and Skills",
"ideal_can": "Ideal Candidate",
"aijd1": "Development, testing, and improvement of Generative AI (LLM, Image Generation, Speech Synthesis)",
"aijd2": "General software development (back-end design & implementation, API development, deployment)",
"aijd3":"Data Collection, Preprocessing, Annotation Design, and Implementation",
"aijd4":"Optimization of AI model inference speed and performance improvement",
"aijd5":"Project advancement through collaboration with other engineers and data scientists within the team",
"aijd6": "Technical documentation maintenance",
"airq1":"Programming Skills:",
"airq2":"Practical development experience in Python or similar languages (3+ years recommended)",
"airq3":"AI Development Experience:",
"airq4":"Implementation experience with machine learning frameworks such as TensorFlow/PyTorch",
"airq5":"Problem-Solving Ability:",
"airq6":"Ability to logically solve technical challenges",
"airq7":"Communication Skills:",
"airq8":"Ability to effectively collaborate with the team and other departments",
"airq9":"Learning Drive:",
"airq10":"Ability to continuously track technological trends in the AI field",
"aipf1": "Development and operation experience of Generative AI (LLM, Diffusion Model)",
"aipf2": "AI model deployment experience in cloud environments (AWS/GCP/Azure)",
"aipf3": "Data pipeline construction and DevOps tool utilization experience",
"aipf4": "Reading and replicating machine learning papers",
"aipf5": "Development experience in natural language processing (NLP) or computer vision",
"aiid1": "Strong interest in AI technology and willingness to actively pursue the possibilities of Generative AI",
"aiid2": "Ability to learn new technologies independently and apply them to work",
"aiid3": "Willingness to challenge unknown issues and propose improvement measures",
"aiid4": "Ability to collaborate with diverse members and contribute to the achievement of team goals",
"aiid5": "Ability to adapt to technological advancements and enhance oneself",
"e_bene": "Employee Benefits",
"salary": "Salary",
"sal1":"Base salary: 280,000 yen to 450,000 yen",
"sal2":"(Expected annual salary: 4,500,000 yen to 7,100,000 yen)",
"sal3":"Expected annual salary with 20h/month overtime (5,000,000 yen to 8,000,000 yen)",
"sal4":"Trial period is 3 months. There will be no change to treatment or conditions.",
"sal5": "Will be determined according to our company regulations, taking into consideration experience and skills.",
"sal6": "Other retirement benefits available (after 3 years of employment)",
"qual_exp":"Qualifications & Experience",
"qe1":"Must be able to communicate in English",
"qe2":"Fresh graduates are Welcome",
"empl_status": "Employment Status",
"es1": "Regular Employment",
"es2": "Internship",
"other_allownce": "Other Allownce",
"oa1":"Company-Leased Housing System",
"oa2": "Housing Allowance",
"oa3": "Relocation Allowance",
"oa4": "Setting-in Allowance",
"holiday":"Holidays",
"holi1":"Around 125 days annual leave",
"holi2": "2 days per week (Saturday, Sunday), Public Holidays ",
"holi3":"Summer, End of Year, New Year Holiday",
"holi4":"10 days of paid annual leaves are given upon start working",
"holi5":"Special Leave",
"holi6":"Maternity/Paternity Leave, Childcare/family-case Leave",
"sal_rev":"Salary Revision",
"sal_rev1":"Once a year",
"bonus":"Bonus",
"bonus1":"Twice a year",
"allownce":"Allownce",
"allownce1":"Overtime allowance (Paid in full)",
"allownce2":"Commuting allowance is paid in accordance with company regulations (1.5 km or more one way)",
"allownce3":"Toll roads are not covered; paid within the tax exemption limit",
"w_hour":"Working Hour",
"wh1":"Flextime",
"wh2":"Standard Working Hours: 8 hours per day (including a 60-minute break)",
"wh3":"Coretime: 10:00～15:00 (9:00～14:00 on Monday)",
"e_welfare":"Employee Welfare",
"ew1":"Fully covers social insurance",
"ew2":"Retirement benefits (after 3 years of employment) ",
"ew3":"Kanto IT Software Health Insurance Welfare Support",
"ew4":"Riro Club (Outside of company welfare services)",
"ew5":"Financial assistance for internal club activities and events",
"ew6":"Employee Recognition System",
"ew7":"Qualification Bonus",
"ew8":"Personal Development Assistance",
"back_btn":"Back",
"ijd1":"Infrastructure Design & Construction",
"ijd2":"Design and implement highly available architectures for Generative AI on AWS (IAM, EC2, S3, EKS/ECS, RDS, API Gateway, CDK/CloudFormation, etc.).",
"ijd3":"Build an infrastructure environment that capacity designed and cost optimized.",
"ijd4":"Containerize, orchestrate, and manage services using Docker/Kubernetes.",
"ijd5":"Understanding service mesh architecture.",
"omm":"Operation Managment & Monitoring",
"omm1":"Set up monitoring tools (Prometheus, Grafana, CloudWatch, etc.) and log analysis for stable system operation.",
"omm2":"Performance monitoring, identify issues, and solution",
"omm3":"Implement security patch application and vulnerability countermeasures.",
"o_a":"Optimization & Automation",
"o_a1":"Develop tools for infrastructure automation using IaC (Infrastructure as Code) such as Github, Terraform, and Ansible.",
"o_a2":"Improve the infrastructure to enhance the processing speed and scalability of Generative AI.",
"o_a3":"Perform advanced tuning of vector DB, OpenSearch, PostgreSQL, and RDBMS (e.g., query optimization, index design).",
"c_i":"Collaboration & Integration",
"c_i1":"Coordinate with the AI platform and model development team to design infrastructure requirements that correspond to changes in model resource requirements.",
"c_i2":"Construct a development/operation system that promotes DevOps tools (e.g., Jenkins) and processes.",
"irq1":"",
"irq2":"",
"irq3":"",
"irq4":"",
"irq15":"",
"irq7":"",
"irq8":"",
"irq9":"",
"ipf1":"",
"ipf2":"",
"ipf3":"",
"ipf4":"",
"iic1":"",
"iic2":"",
"iic3":"",
"iic4":""
}
