{
  "logo": "クオリティ AI",
  "langu": "言語",
  "home": "ホーム",
  "product": "製品",
  "GAI": "クオリティAIポータル",
  "package": "パッケージソフトウェア",
  "saas": "専用環境SaaS",
  "services": "サービス",
  "system_integration_support": "導入サポート",
  "pro_services": "エキスパートチームによるサポート",
  "consulting_services": "コンサルティングサービス",
  "about_us": "会社概要",
  "qai_team": "経営陣",
  "qai_motivation": "QAIミッション",
  "contact": "お問い合わせ",
  "career": "採用情報",
  "qai_portal_btn": "QAI ポータル",
  "qai_bn_heading": "生成AIで次のステップへ",
  "qai_bn_para": "セキュアでプライベートな生成AI活用への第一歩。",
  "qai_explore_btn": "もっと知る",
  "qai_bn_watch": "動画を見る",
  "video":"nagi_video_jp.gif",
  "qai_desc_t1": "ビジネスに",
  "qai_desc_t2": "ローカル生成AI",
  "qai_desc_t3": "の力を解き放つ",
  "qai_desc_p1": "様々な機能を搭載した生成AIプラットフォームで、生産性を向上し、新たなイノベーションを実現しましょう",
  "qai_desc_p2": "クオリティAIは、生成AI技術へのアクセスの民主化を目指しています",
  "qai_desc_p3": "生成AI基盤をオープンソースで提供することで、データを手元に留めておくことができます。そのため、データ流出を懸念することなく、生成AIを活用することができます。",
  "qai_desc_r": "Quality AI: あらゆる課題に対応するスマートな AI ソリューション",
  "qai_desc_r1": "ローカルで展開されるセキュアな生成AIソリューションを提供します",
  "qai_desc_r2": "早期アクセスに登録して生成AIの力を体験できます",
  "qai_desc_r3": "生成AI基盤を用い、どのように業務変革ができるのか、私たちにご相談ください。",
  "fservices": "主要製品",
  "GAI_desc": "様々な生成AI機能を一つの画面で利用できるポータルサイト",
  "package_desc": "ニーズに合わせてカスタマイズ可能な生成AIパッケージ",
  "saas_desc": "安全な生成AIサービスで業務の効率化",
  "p_qaiportal": "クオリティAIチャット",
  "p_cd": "資料付きチャット",
  "p_transcript": "音声の文字起こし",
  "p_de": "データの抽出",
  "p_rc": "RAGチャット",
  "p_trans": "翻訳",
  "n_service": "当社のサービス",
  "sis_desc": "既存のシステムやアプリケーションへ生成AIを導入するサポートをいたします",
  "ps_desc": "開発のエキスパートがニーズに合わせてAIの構築をサポートいたします",
  "tfbs_desc": "生成AIの導入のガイダンスを提供いたします",
  "contact_dtl": "お気軽にお問い合わせください",
  "address_dtl": "〒649-2333, 和歌山県西牟婁郡白浜町中1701-3",
  "address_dtl_f1": "〒649-2333",
  "address_dtl_f2": "和歌山県西牟婁郡白浜町中1701-3",
  "address": "所在地",
  "call_us": "TEL",
  "email": "Eメール",
  "submit_btn": "メッセージを送信して",
  "form_name": "名前",
  "form_sub": "件名",
  "form_msg": "メッセージ",
  "qai_mission_h": "QualityAIのミッション- 生成AI技術の民主化",
  "qai_mission_p": "私たちQuality AIは、生成AIには大きな変革をもたらす力があり、ビジネスや産業に大革新を引き起こす可能性があると信じています。 私たちの使命は、この革新的な技術へのアクセスを民主化するために、あらゆる規模や背景を持つ個人や企業が生成AIにアクセスでき、利用できるようにすることです。お客様がこの新しい技術パラダイムにシームレスに移行できるよう、新たな機会に出会う手助けをし、プロセスを合理化し、それぞれの市場での競争力を高めることを目指しています。私たちと共に、この革新的な旅路で未来を再定義しましょう。",
  "pdescd1": "AIチャットの力を活用して、コミュニケーション、問題解決、協業の方法を変革しましょう。当社のチャットボットは自然言語処理と機械学習を統合し、直感的なサポートを即座に提供。複雑な課題のトラブルシューティング、創造的なアイデアの下書き、データ分析など、あらゆるニーズに柔軟に対応します。",
"pdescd2": "モデル選択",
"pdescd3": "複数のLLMモデルを実装しており、状況やニーズに応じて使用するモデルを即座に切り替えることが可能です。",
"pdescd4": "会話中でもモデルを切り替え可能：精度、創造性、速度の最適化を即座に実行。",
"pdescd5": "セキュリティ",
"pdescd6": "すべての対話はプライベートで安全なプラットフォーム上で行われ、機密情報を保護します。データは外部に流出しません。",
"cddescd1": "最新鋭の人工知能技術を搭載したこの画期的なツールは、ユーザーの業務効率化を徹底的にサポートいたします。PDF文書やプレゼンテーションスライド、Microsoft Wordファイルなど、主要なファイル形式を簡単にアップロード可能で、直感的なユーザーインターフェースを活用すれば、迅速かつ正確なドキュメント処理が可能です。リアルタイムでコンパクトな要約や、課題に特化した的確な回答を生成し、複雑な文書内に隠された知見を効果的に抽出します。例えば、複雑な法律契約書のリスク箇所の解説や、膨大な技術マニュアルの操作手順を段階的に整理するなど、濃密な情報量を具体策に変換し、迅速なビジネス判断を後押しします。",
"cddescd2": "多様なファイル形式対応",
"cddescd3": "学術論文やビジネスレポートから、契約書や設計図書まで、あらゆる形式の文書を解析可能です。ユーザーは必要に応じて、文書全体の構造把握からキーワード検索ベースの情報抽出まで、柔軟な分析を実現できます。特に専門用語が多用された文献や、長いドキュメントでも、AIが自動で重要なポイントを分類・強調してくれるので、時間短縮に直結します。",
"cddescd4": "モデルの選択",
"cddescd5": "こちらの機能も複数のLLMモデルを実装しており、簡単に切り替えることが可能です。",
"cddescd6": "セキュリティ",
"cddescd7": "安全性を最優先に設計されており、社内情報や機密情報、個人情報をアップロードしても、漏洩や学習に使われる心配がありません。",
"cddescd8": "当ツールは単なる解析機能を超え、ドキュメント活用の知見を最大化するためのソリューションです。要約機能では長文の論文から核心を1ページに凝縮し、対話形式のチャットを通じて特定の項目を深掘りできるため、リサーチ時間の削減に繋がります。",
"tdescd1": "口頭による説明や顧客との対話、オンライン会議といったあらゆる音声コンテンツを、読みやすく整理されたテキストデータへ自動変換します。重要な情報の保存・要約・分析を簡単に実現できる本ツールは、研究者の分析作業や営業担当者の顧客対話記録整理をはじめ、あらゆるビジネスシーンに対して支援可能です。「言葉の伝え損ね」を完全に解消します。",
"tdescd2": "正確性",
"tdescd3": "複雑な背景ノイズや周囲の雑談がある環境下でも、クリアなテキストを自動生成します。例えば会議中に廊下の足音や電子メール通知音が混じった場合でも、発言内容を正確に抽出。セミナーでの専門用語や外国語も判読しながら、読みやすい文章に変換します。",
"tdescd4": "自然言語処理",
"tdescd5": "会話の流れなどを分析し、複雑な文脈をを理解します。元の内容の本質や意図を損なわずに、正確で読みやすいテキストを生成します。硬い機械的な表現ではなく、人間らしい自然な言葉遣いを実現しています。",
"tdescd6": "出力の自動保存",
"tdescd7": "生成されたテキストデータは自動で保存されます。これにより、他機能への導入が簡単になり、シンプルなワークフローが形成できます。",
"dedescd1": "PDFや画像からデータを抽出し、必要な情報をテキストとして出力します。プロンプトを入力することができ、細部まで認識することができるので、正確に必要なデータだけを抽出することができます。手作業のデータ入力や推測から解放され、可能な限りの効率化を実現しましょう。",
"dedescd2": "正確性",
"dedescd3": "光学文字認識(OCR)技術を用いて細部まで認識し、テキストデータを抽出することで、必要なデータを常に正確に得ることが可能です。",
"dedescd4": "プロンプト設定",
"dedescd5": "抽出に際しプロンプトを設定することができます。これにより詳細な認識を可能にするだけではなく、必要なデータのみを抽出し、無関係な情報を除外することで、効率化やノーストレスでの業務が可能です。",
"dedescd6": "画像や表の抽出",
"dedescd7": "テキストのみの抽出にとどまらず、表やリスト、写真からもデータを認識し抽出します。複雑なチャートから数値のリスト、風景写真の説明まで、あらゆるニーズに対応します。",
"dedescd8": "データの真の姿を解き放ち、データ入力を自動化し、隠れた情報を発見するお手伝いをします。",
"rcdescd1": "与えたデータに対する専門的な知識を持たせることができるチャットAIです。資料付きチャットとの違いは、与えられるデータの量です。複数のファイルを一つのナレッジベースとして記憶させることで、膨大な量から関連した情報を要約、または検索することができます。専属の専門家としてお役に立ちます。複数のファイルを簡単にアップロードして1回のクリックでナレッジベースを作成することが可能です。専門的なスキルが必要ないため、私たちの強力なツールを複雑な手順なく誰でも最大限活用することができます。",
"rcdescd2": "正確性",
"rcdescd3": "アップロードしたファイルに含まれる情報に基づいて正確な回答を得ることができます。ナレッジベースに新しいファイルを追加したり、既存のファイルを更新すると、ツールはユーザーのデータの理解を適応しより正確な回答を生成します。",
"rcdescd4": "要約機能",
"rcdescd5": "このツールは自然言語処理（NLP）を使用して、アップロードしたファイルの内容を要約します。これにより、各ドキュメントを熟読する必要なしに、要点を得ることができます。要約プロセスをあなたのニーズに合わせてカスタマイズすることも可能です。望ましい要約の長さや焦点にするキーワードを指定することで、要約プロセスを効率化することができます。",
"rcdescd6": "散らばっていたデータを整理されたナレッジベースに変え、データの価値を最大限高めることができます。",
"transdescd1": "AI搭載翻訳は、言語の障壁を越えるための最新のツールです。任意のテキストを、選択した言語に文脈的に滑らかに翻訳できます。AIが翻訳することにより、伝えたいことを漏らすことなく正確に訳します。",
"transdescd2": "文脈に沿った翻訳",
"transdescd3": "単なる単語の並びではなく、元のテキストの意味と意図を認識し、文脈、慣用句、ニュアンスを考慮して正確で連貫性のある翻訳を提供します。ルールベースのシステムとは異なり、単語単位で翻訳するのではなく、元の意味と意図を保持します。",
"transdescd4": "翻訳スタイル",
"transdescd5": "目的に合わせた翻訳スタイルの選択が可能です。カジュアルな会話的な翻訳から、ビジネスシーンへの翻訳まで。　利用可能なスタイル: カジュアル、ビジネス、フォーマル、技術的、ジャーナリズム、教育的なカジュアル、学術的なプレゼンテーション",
"transdescd6": "翻訳可能言語",
"transdescd7": "英語、日本語、中国語、韓国語、スペイン語、フランス語、ドイツ語、イタリア語、オランダ語、ヒンディー語、アラビア語、ポルトガル語",
"transdescd8": "この翻訳機能は、クリアで効果的で魅力的なコミュニケーションのための新たな可能性を提供します。ぜひその違いを試してみてください。",
"pst1": "QAI イ.ザ.ナギ",
"psdesc1": "イザナギは、生成AIの全機能に民主的にアクセスできる画期的なポータルサイトです。イメージ生成から高度なデータ分析まで、あらゆるAI機能をワクリックで利用できます。専門家向けの高度なツールから、AI初体験者向けのシンプルな機能まで、ユーザーのニーズに合わせた特化モデルが揃ってます。直感的なインターフェースで技術的知識がなくても、AIの変革的な力を存分に活用できます。",
"pstdesc2_1": "私たちのパッケージソフトウェアは生成AIの力を、データプライバシーやセキュリティ上の懸念などのリスクなしで、使用することができます。ユーザーのデータセンターやプライベートクラウド内にインストールされるので、常にデータはユーザーの管理下にあるので、機密情報や個人情報が外部に漏洩する心配がありません。ユーザーは生成AIの力を最大限活用することにのみ注力ができます。",
"pstdesc2_2": "主な機能",
"pstdesc2_3": "予測分析:",
"pstdesc2_4": "予測分析モジュールは、過去のデータからパターンとトレンドを認識し、市場の動きに先回りできるような正確な予測を生成します。それにより、将来を見据えた自信のある決断を可能にします。未来予知ができたら素晴らしいと思いませんか？",
"pstdesc2_5": "自然言語処理:",
"pstdesc2_6": "様々な形態のデータが存在していますが、テキストデータは往々にして最も洞察に富んだものです。私たちののNLP能力は、構造化されていないテキストデータから潜在的な可能性を抽出することができます。顧客レビュー、ソーシャルメディア投稿、ニュース記事などを分析すれば、顧客の感情、市場のトレンド、競合他社の活動などに関するより深い洞察を得ることができます。それは、データから価値の高い情報を常に掘り出すアナリストチームのように働きます。",
"pstdesc2_7": "機械学習アルゴリズム:",
"pstdesc2_8": "回答の精度を向上させるために常に働く、専属のデータサイエンティストのチームを想像してみてください。我々の機械学習アルゴリズムは、その代わりになるような働きが可能です。過去のデータから複雑なパターンと関係性を自動的に識別し、モデルを向上させ、より正確で信頼できる回答を提供します。",
"pstdesc2_9": "リアルタイムデータ処理:",
"pstdesc2_10": "常に進化し続けるこの世界では、速さも正確性と同じぐらい大切です。我々のリアルタイムデータ処理能力は、現在のデータを即座に分析し、即時の回答を提供します。KPIの監視、システムパフォーマンスの追跡、異常の検出など、常に先行するリアルタイムアナリティクスを可能にします。",
"pstdesc2_11": "セキュリティと拡張性:",
"pstdesc2_12": "こそが、生成AIパッケージの核です。パッケージは機密データを保護するため強固なセキュリティ対策を講じて設計されています。加えて、要件に合わせて柔軟に拡張することも可能で、最小限のコストで最大限の利益を得ることができます。",
"pstdesc2_13": "導入とサポート: ",
"pstdesc2_14": "新しい技術を導入することは、確かに難しいことです。その為、私たちは導入全般にわたって、包括的なサポートとガイダンスをご提供いたします。私たちの専門チームが、スムーズな導入を支援すると共に、必要に応じて継続的なサポートを行います。",
"pstdesc2_15": "私たちのパッケージソフトウェアで、生成型AIの力を、セキュリティとプライバシーについて懸念することなく手に入れることができます。",
"pstdesc3_1": "私たちの生成AI SaaSサービスは、ビジネス要件あったAIを柔軟に統合することが可能なカスタムソリューションです。それぞれの組織、業態ごとにニーズの異なることを理解しており、ユーザーのビジネスニーズに合致する具体的な機能や選択することができ、それぞれにあった専用の環境を設計します。ユーザー専用環境で、インフラの管理を私たちに任せ、生成AIの力の活用することだけに集中することができます。エキスパートチームはAI環境全体をサポートします。ハードウェアからソフトウェアのアップデート、セキュリティの強化、システムのメンテナンスまで、ユーザーのAI導入に関するあらゆる懸念事項を解消します。私たちのエキスパートチームは、常にユーザーに寄り添う、専門的パートナーとして最高の生成AI体験を提供します。",
"pstdesc3_2": "あらゆる規模のビジネスに柔軟に対応するAIソリューションを提供しており、予算や具体的なビジネス要件に合わせた契約内容を提供します。我々はスタートアップ企業や小規模企業のような低予算のクライアントから、大企業や規模の大きいビジネスに至るまで、あらゆるスケールに対応できる拡張性があります。 セキュリティ、カスタマイズ性、柔軟性に優れた、私たちのSaaSサービスでビジネスアプリケーションの未来を掴み取りましょう。汎用型ソリューションに別れを告げ、真に必要な機能のみを搭載したソリューションで最小限のコストで最大限、ＡＩの力を活用しましょう。",
"fsdesc1_1": "ビジネスの潜在能力を最大限に引き出す、シームレスな生成AIインテグレーション。変化の激しいデジタル環境で、ジェネレーティブAIの力を活用することは、単なる優位性ではなく、必要性となっています。私たちのエキスパートチームによるシステムインテグレーション支援は、スムーズな移行を保証し、ユーザーの業務のダウンタイムを最小限に抑えながら、AIの可能性を最大限に活用できるようにします。",
"fsdesc1_2": "戦略計画",
"fsdesc1_3": "生成AIが大きな成果を与える可能性のある重要な業務を特定し、それを戦略目標と整合させます。",
"fsdesc1_4": "コンサルティング",
"fsdesc1_5": "エキスパートチームは、独自のインフラストラクチャや業界特有の要件を考慮し、ユーザーのニーズに合ったシステムインテグレーション戦略を策定するために、密接に協力します。医療、金融、テクノロジー、製造業、ロジスティクス、小売業などの幅広い業界に対応しています。",
"fsdesc1_6": "インテグレーション",
"fsdesc1_7": "エキスパートチームは、ユーザーの既存のシステムにAIを巧みに統合し、現在のインフラストラクチャと互換性があることを確認します。さまざまなプラットフォームに、堅牢で拡張性のある統合をサポートします。",
"fsdesc1_8": "SaaSアプリケーション:",
"fsdesc1_9": "既存のソフトウェアアプリケーションにAIを統合して、その機能を強化し、ユーザーエクスペリエンスを向上させます。",
"fsdesc1_10": "クラウドプラットフォーム（AWS、Azure）：",
"fsdesc1_11": "クラウドプラットフォームとシームレスに統合して、AIのスケーラビリティと柔軟性を引き出すことが可能です。",
"fsdesc1_12": "データレイク：",
"fsdesc1_13": "AIをデータレイクと統合することで、データからより深い見通しを得ることができます。",
"fsdesc1_14": "カスタムソフトウェア:",
"fsdesc1_15": "独自のソフトウェアにも合わせて、AIを統合します。",
"fsdesc1_16": "実施方法:",
"fsdesc1_17": "ダウンタイムを最小限に抑え、スムーズな移行をするために、段階的に導入します。",
"fsdesc1_18": "導入後の最適化",
"fsdesc1_19": "導入後も継続してサポートします。システムインテグレーションの性能を監視し、フィードバックを収集し、機能を最適化することで、イノベーションと価値を生み出し続けるようにします。",
"fsdesc1_20": "メリット",
"fsdesc1_21": "プロセスの自動化:",
"fsdesc1_22": "ワークフローを合理化し、手作業の労力を削減し、チームが価値の高いタスクに集中できるようにします。",
"fsdesc1_23": "データ重視の見通:",
"fsdesc1_24": "運営と市場の動向を深く理解し、データに基づいた意思決定を可能にします。",
"fsdesc1_25": "イノベーション:",
"fsdesc1_26": "先進のAI技術を採用し、競合に先駆けて成長と競争上の優位性を獲得します。",
"fsdesc1_27": "信頼性とパフォーマンス:",
"fsdesc1_28": "私たちの専門的な統合サービスにより、互換性、信頼性、今まで以上のパフォーマンスを確保します。",
"fsdesc1_29": "生成AIの力であなたのビジネスを変革する方法について、いつでもお問い合わせください。共にイノベーションを起こしましょう。",
"fsdesc2_1": "エキスパートな開発チームが生成AIシステムの構築をサポートします。AIシステムの管理は複雑です。単なるシステムインテグレーションサポートを超えて、AIシステムの最適化に焦点を当て、最高のパフォーマンスを実現するとともに、他に類を見ない技術サポートを提供します。エキスパートチームは、AIシステムが既存の技術スタック内でシームレスに動作し、測定可能な成果とビジネス成長を促進することを目指しています。",
"fsdesc2_2": "主なサービス",
"fsdesc2_3": "既存技術スタックへのシームレスなシステム/アプリケーションのインテグレーション。",
"fsdesc2_4": "ビジネス要件に合わせてカスタマイズされたAIシステム。",
"fsdesc2_5": "パフォーマンス最適化による可視化可能な成果",
"fsdesc2_6": "QualityAIを選ぶ理由",
"fsdesc2_7": "技術への精通:",
"fsdesc2_8": "AIアーキテクチャ、機械学習、ソフトウェアエンジニアリングに深く精通し、最先端を走り続けることができます。この豊富な知識はすべてのプロジェクトに反映され、AIシステムが常に最先端であることを保証します。",
"fsdesc2_9": "シームレスな連携:",
"fsdesc2_10": "パートナーと密接に連携することで、トラブル対応までの時間を最小限にします。",
"fsdesc2_11": "持続可能なソリューション",
"fsdesc2_12": "常に成長と進化し続られる、AIイノベーションのために設計されています。",
"fsdesc2_13": "最適化されたAIでビジネスを進化させる",
"fsdesc2_14": "エキスパートチームによるサポートは、AIシステムをより高速、よりスムーズに動作させることではなく、ビジネス全体を変えることを目標としています。AIシステムを最適化することで、ROIを最大化し、ビジネス成長を促進し、競争力を高めることができます。",
"fsdesc2_15": "生成AIの旅をぜひ共に",
"fsdesc2_16": "私たちは、単なるサービス提供者ではなく、AIの旅路での信頼できるパートナーです。チームと密接に連携し、プロセスを調整し、目標が常に一致することで、成功をサポートします。",
"fsdesc3_1": "生成AIは多くのビジネスにとって革新と成長を与えれゲームチェンジャーとなりました。しかし、この強力な技術を効果的に活用するには、専門知識と戦略的なアプローチが必要です。私たちの提供するコンサルティングサービスは、生成型AIの可能性を最大限に引き出すための第一歩となります。",
"fsdesc3_2": "生成AIの旅に第一歩を踏み出す",
"fsdesc3_3": "エキスパートチームは、生成AIのシステム導入における各段階を案内します。ユーザーそれぞれに独自の状況があることを理解しているため、ユーザーの特定のニーズと目標に合わせて調整されたアプローチを提案することができます。 ",
"fsdesc3_4": "高度な専門知識:",
"fsdesc3_5": "生成AIにおける私たちの知識と経験を活用する",
"fsdesc3_6": "長年の生成AI開発の経験により、業界のトレンドやベストプラクティスから、システムインテグレーションプロセスの段階から、持続可能で進化し続けられるようなソリューションを提示します。",
"fsdesc3_7": "診断：",
"fsdesc3_8": "ビジネスプロセス、現在の実施されているAI能力、そしてデータインフラなどを評価することで、生成AIが最も大きな影響を与えることができる領域を特定します。",
"fsdesc3_9": "戦略策定：",
"fsdesc3_10": "診断に基づき、システムインテグレーションプロセス、期待される成果を概説するカスタマイズされた戦略を策定します。",
"fsdesc3_11": "概念実証（PoC）：",
"fsdesc3_12": "ユーザーのビジネス環境での生成AIの具体的な活用を示すPoCを作成します。これは、潜在能力を視覚化し、その価値を裏付けるのに役立ちます。",
"fsdesc3_13": "システムインテグレーションと実装：",
"fsdesc3_14": "私たちのチームは、既存のシステムに生成AIのソリューションを統合し、業務の中断を最小限に、スムーズな移行を支援します。",
"fsdesc3_15": "モニタリングと最適化：",
"fsdesc3_16": "導入後もサポートは続きます。生成AIのソリューションのパフォーマンスを継続的に監視し、必要な場合に最適化を実施して、価値を継続的に提供するよう努めています。",
"fsdesc3_17": "自信を持って生成AIの旅に乗り出す",
"fsdesc3_18": "コンサルティングサービスでは、単にテクノロジーに投資しているわけではなく、未来に投資しているのです。私たちは生成AIを活用し、成長とイノベーションの新たな機会を解き放つ手掛かりになると考えています。",
"fsdesc3_19": "私たちの提供するソリューションでどのように変革するのか、ぜひ共に検討しましょう。いつでもお問い合わせください。",
"careerp" : "Quality AI 採用情報",
"careerp_tagline" : "私たちは、共に新しい価値を創出していく仲間を募集しています。私たちのミッションに興味があり、社会への貢献とチームでの成長を楽しみながら、毎日を実りある楽しさと意義で満たせる、",
"careerp_tagline1": "そんなあなたのご応募をお待ちしています",
"engineer_job" : "開発系職",
"sales_job": "営業系職",
"job1": "生成AIソフトウェア開発エンジニア",
"job2": "インフラエンジニア（生成AI専門）",
"job3": "生成オペレーションエンジニア",
"job4": "生成AIソリューション営業職",
"location": "勤務地:",
"location_dtl": "白浜本社,仙台支社,松本研究開発センター",
"view_more": "もっと見る",
"join_us": "応募方法:",
"join_us_tag1": "提出書類をご準備の上、Quality AIのLinkedIn、もしくはEメール",
"join_us_tag2": "から、お問い合わせください。",
"required_doc": "提出書類",
"doc1": "カバーレター",
"doc2": "履歴書（写真添付）",
"doc3": "卒業（修了）見込証明書, 成績証明書",
"hero_image": "shirahama3.jpg",
"chat_img": "chat_jp.png",
"data_extraction_img": "data_extraction_jp.png",
"doc_chat_img" : "doc_chat_jp.png",
"transcription_img": "transcription_jp.png",
"translation_img": "translation_jp.png",
"rag_chat_img":"rag_chat_jp.png",
"domestic_platform":"国産基盤",
"multi_modal": "マルチモーダル",
"guardrails_enabled": "ガードレール付き",
"enhanced_security": "セキュリティ強化",
"pay_as_you": "従量課金",
"your_own_": "自社のVPC",
"your_own_1": "自社の",
"your_own_2": "Virtual Privtate Cloud (VPC)",
"per_minute_pricing":"1分単位の課金",
"cost_effective": "カジュアルユーザーのコスト最適化",
"custom_tailored_sol":"カストマイズ性のあるソリューション",
"on_premise": "社内オンプレ導入オプション可能",
"no_risk":"データ漏洩リスク削減",
"transparent_costing": "透明性のある課金制度 (予算を立てやすく)",
"jmt1":"私たちは、共に新しい価値を創出していく",
"jmt2":"を募集しています。私たちのミッションに興味があり、社会への貢献とチームでの成長を楽しみながら、毎日を実りある楽しさと意義で満たせる、",
"jmt3":"そんなあなたのご応募をお待ちしています。",
"job_desc": "仕事内容",
"req_skill":"必須条件",
"prefer_skill": "歓迎条件",
"ideal_can": "求める人物像",
"aijd1": "生成AI（大規模言語モデル、画像生成、音声合成など）の開発・テスト・改善",
"aijd2": "ソフトウェア開発全般（バックエンド設計・実装、API開発、デプロイメント",
"aijd3":"データ収集・前処理・アノテーションの設計・実施",
"aijd4":"AIモデルの推論速度最適化やパフォーマンス改善",
"aijd5":"チーム内の他のエンジニアやデータサイエンティストとの協業によるプロジェクト推進",
"aijd6": "技術ドキュメンテーションの整備",
"airq1":"プログラミングスキル:",
"airq2":"Pythonや類似言語での実務開発経験（3年以上推奨）",
"airq3":"AI開発経験:",
"airq4":"TensorFlow/PyTorchなど機械学習フレームワークの実装経験",
"airq5":"問題解決能力:",
"airq6":"技術的課題を論理的に解決できる方",
"airq7":"コミュニケーション能力:",
"airq8":"チームや他部門と円滑に連携できる方",
"airq9":"学習意欲:",
"airq10":"AI分野の技術動向を継続的に追える方",
"aipf1": "生成AI（Large Language ModelやDiffusion Modelなど）の実際の開発・運用経験",
"aipf2": "クラウド環境（AWS/GCP/Azure等）でのAIモデルデプロイ経験",
"aipf3": "データパイプライン構築・DevOpsツールの活用経験",
"aipf4": "機械学習論文のリーディングや再現実験の経験",
"aipf5": "自然言語処理（NLP）やコンピュータービジョンの開発経験",
"aiid1": "AI技術への強い興味や、生成AIの可能性に意欲的に取り組める方",
"aiid2": "自走して新しい技術を学び、業務に活かせる方",
"aiid3": "未知の課題に挑戦し、改善案を提案できる方",
"aiid4": "多様なメンバーと連携し、チーム目標の達成に貢献できる方",
"aiid5": "技術進化に対応し、自身を高められる姿勢をお持ちの方",
"e_bene": "雇用条件",
"salary": "給付",
"sal1":"基本給： 280,000 円～450,000 円",
"sal2":"(想定年収: 4,500,000円～7,100,000円)",
"sal3":"20h/月残業想定の年収イメージ(5,000,000円～8,000,000円)",
"sal4":"試用期間は3ヶ月です。待遇、条件に変更はありません。",
"sal5": "経験・スキルを考慮の上、当社規定により決定いたします。",
"sal6": "その他退職金制度あり(入社3年以降)",
"qual_exp":"募集対象",
"qe1":"英語でのコミュニケーションが可能な方",
"qe2":"新卒の方も歓迎",
"empl_status": "雇用形態",
"es1": "正社員",
"es2": "インターンシップ",
"other_allownce": "その他手当",
"oa1":"借上げ社宅制度",
"oa2": "家賃補助制度",
"oa3": "引越し費用補助制度",
"oa4": "支度金制度",
"holiday":"休日・休暇",
"holi1":"年間休日125日以上",
"holi2": "完全週休二日制（土日）、祝日",
"holi3":"夏季/年末年始休暇",
"holi4":"入社時に有給休暇付与（10日)",
"holi5":"特別休暇",
"holi6":"産前産後休暇、育児/介護休業",
"sal_rev":"給与改定",
"sal_rev1":"年1回",
"bonus":"賞与",
"bonus1":"年2回（6月・12月）",
"allownce":"諸手当",
"allownce1":"時間外勤務手当（全額支給",
"allownce2":"通勤手当は会社規定により支給（片道1.5km以上)",
"allownce3":"有料道路は対象外、非課税限度額の範囲内で支給",
"w_hour":"勤務時間",
"wh1":"フレックスタイム制",
"wh2":"標準労働時間：1日あたり8時間（休憩60分）",
"wh3":"コアタイム　：10:00～15:00（月曜日のみ9:00～14:00）",
"e_welfare":"福利厚生",
"ew1":"各種社会保険完備",
"ew2":"退職金制度あり（勤続3年以上） ",
"ew3":"関東ITソフトウェア健保の福利厚生補助利用可能",
"ew4":"リロクラブ（社外福利厚生サービス）",
"ew5":"社内クラブ活動、イベント活動への費用補助",
"ew6":"社員表彰制度",
"ew7":"資格取得報奨制度",
"ew8":"自己啓発助成金制度",
"back_btn":"戻る",
"ijd1":"生成AIの基盤設計・構築・運用改善を主な業務とし、以下のタスクを実施します。",
"ijd2":"AWS上で生成AIの高可用性アーキテクチャを設計・実装（IAM・EC2・S3・EKS／ECS・RDS・API GW・CDK／CloudFormationなど）。",
"ijd3":"容量設計やコスト最適化を考慮したインフラ環境の構築。",
"ijd4":"Docker/Kubernetesを活用したサービスのコンテナ化・ オーケストレーション・環境管理。",
"ijd5":"サービスメッシュアーキテクチャの理解。",
"omm":"運用管理・監視",
"omm1":"システム安定稼働のための監視ツール（Prometheus、Grafana、CloudWatchなど）設置とログ分析。",
"omm2":"パフォーマンスモニタリングと課題の特定・改善策検討。",
"omm3":"セキュリティパッチ適用と脆弱性対策の実施。",
"o_a":"最適化・自動化",
"o_a1":"Github、Terraform、AnsibleなどIaC（Infrastructure as Code）によるインフラ自動化のためのツール開発。",
"o_a2":"生成AIの処理速度向上・スケーラビリティ強化を目的とした基盤改善。",
"o_a3":"ベクトル DB、OpenSearch、PostgreSQLやRDBMSの高度なチューニング（クエリ最適化、インデックス設計など）。",
"c_i":"協業・連携",
"c_i1":"AI基盤とモデル開発チームと連携し、モデルのリソース要求変更に応じたインフラ要件設計。",
"c_i2":"DevOpsツール（Jenkinsなど）とプロセス推進を目的とした開発/運用体制の構築。",
"irq1":"Linux環境での高度な運用経験（コマンドライン操作、トラブルシューティング）。",
"irq2":"Bashスクリプト作成能力（自動化脚本や定期タスクの開発）。",
"irq3":"Docker/Kubernetesの実務経験（サービスコンテナ化、 オーケストレーション環境構築）。",
"irq4":"AWSプラットフォームの深く理解（EC2/ECS/RDS/S3/IAM/VPCなどサービスの活用経験）。",
"irq5":"RDBMS（特にPostgreSQL）の運用・チューニング経験（トランザクション処理、分散環境設計など）。",
"irq6":"Ansibleを使ったアプとインフラ構成の自動デプロイ。",
"irq7":"ネットワーク・ファイアウォールの設計と実装。",
"irq8":"論理的問題解決能力（複雑なシステム課題の分析及び解決策提示）。",
"irq9":"英語による技術文書の読み書き能力。",
"ipf1":"クラウドインフラの設計・運用に関する知識を有していること",
"ipf2":"インフラ自動化ツール（例：Terraform）に関する知識を有していること",
"ipf3":"監視・ログ収集システムの運用に関する知識を有していること",
"ipf4":"大規模言語モデル技術や生成AIに関する知識を有していること",
"iic1":"生成AIに関する高い関心と向上心を持つこと",
"iic2":"チームワークやコミュニケーションに優れ、柔軟に対応できること",
"iic3":"インフラの安定性や信頼性、拡張性を重視し、常に改善に向けた目標を設定すること",
"iic4":"新しい技術や手法に関心があり、自ら学び、実践すること",
"ojd1":"生成AI（大規模言語モデル・画像生成システムなど）の実運用時のモニタリング・パフォーマンス最適化実行時間・コスト削減のためのモデルチューニングやリソース管理",
"ojd2":"ンフラ構築・管理",
"ojd3":"クラウド環境（AWS/GCP等）を活用したAIインフラの設計・構築・メンテナンスサービス安定化ためのHA/DR設計、セキュリティ対策",
"ojd4":"障害対応・改善提案",
"ojd5":"AI生成結果の品質低下や予期せぬ挙動の迅速な分析・対応監視ツールによる異常検知システムの構築",
"ojd6":"運用プロセス改善",
"ojd7":"作業自動化（CI/CDパイプライン構築、監視スクリプト開発）オペレーションガイドラインの整備とドキュメンテーション",
"ors1":"インフラ構築/運用経験",
"ors2":"AWS/Azure/GCP等のクラウドプラットフォームでの実務経験が3年以上",
"ors3":"AIモデル運用実務経験",
"ors4":"機械学習/生成AIモデルのデプロイ後の運用環境構築経験",
"ors5":"Linux/システム管理スキル",
"ors6":"システム構成管理ツール（Ansible等）やコンテナ技術（Docker/Kubernetes）の知識",
"ors7":"トラブルシューティング能力",
"ors8":"ミッションクリティカルシステムの24時間365日対応に向けた課題解決力",
"ops1":"Prometheus/ElasticStack/Microsoft Sentinel等の監視ツール経験",
"ops2":"PyTorch/TensorFlow等のフレームワーク理解、推論パフォーマンス最適化経験",
"ops3":"Jenkins/GitLab CI等によるCI/CDパイプライン構築実績",
"ops4":"GDPR/個人情報保護法に対応したAIシステム設計経験",
"oic1":"厳しいSLAを守るための責任感と、大規模システム運用を支えるプロ意識",
"oic2":"監視データを分析して業務効率化を推進できる方",
"oic3":"AIモデルの更新に伴う運用プロセス変更を迅速に対応できる方",
"oic4":"開発チーム・データサイエンティストと連携し、サービス全体を改善する意欲",
"sjd1":"国内企業、自治体、公共機関を対象に、生成AIによる自動化改善・業務効率化・新規事業創出の支援を提案。大手企業やスタートアップなど、複数業種にわたる顧客へのアプローチを実施します。",
"sjd2":"技術チームと連携し、顧客の課題を分析し、AI言語モデルや生成式AIの適用方法を具体化。デモやPoC（概念実証）を通じて、導入の価値を可視化していただきます",
"sjd3":"中長期的な信頼関係を構築するため、定期的なフォローや業務変革のサポートを実施します。導入後のヒアリングからニーズの変化を把握し、継続的なアップセルを推進。",
"sjd4":"市場動向や競合分析に基づき、営業プランを最適化し、Salesforce等のツールを活用した効率的な活動を展開します。",
"srs1":"BtoB Salesの実務経験（3年以上）",
"srs2":"特にIT・テクノロジー分野での営業経験は必須",
"srs3":"AI・IT業界への関心や学習意欲",
"srs4":"技術や市場の動向を積極的に把握し、自ら学べる姿勢",
"srs5":"高水準のコミュニケーション力",
"srs6":"クライアントとの商談・技術部隊との調整など多様な場面で発揮",
"srs7":"結果を意識した営業スタイル",
"srs8":"目標設定から達成まで自走し、数字を生み出す意志力",
"sps1":"AI・機械学習の基礎知識（学歴問わず）",
"sps2":"外資系IT企業やスタートアップでの勤務経験",
"sps3":"Salesforce・HubSpot等の営業支援ツールの利用経験",
"sps4":"英語での商談や文献調査（TOEIC 800点以上）",
"sps5":"自らアイデアを出していく創造性",
"sic1":"生成AI分野は急速な技術革新が続くため、未知の領域への対応が日常化します。新しいツールや手法を素早く習得し、自ら提案できる人材を求めます。",
"sic2":"技術だけにとらわれず、社会や業界の現状を理解し、本質的な課題解決を優先します。",
"sic3":"技術チーム・営業部内・顧客と協力し、横断的な問題解決を目指すマインドが必須です。",
"sic4":"営業活動を通じて、",
"sic5":"「なぜ？」",
"sic6":"生成AIが社会にどう貢献するかについて自発的に考え、行動する人材を求めます。",
"new_grad":"新卒採用",
"career_guy":" キャリア採用",
"engi_newgrad":"エンジニア",
"sales_newgrad":"営業",
"engjd1":"お客様からヒアリングした要求仕様を元に、どのようなソフトウェアにするかを設計し、プログラミング、システムテスト、運用テストを通して製品として完成させます。",
"engjd2":"製品のリリース後は、製品に対する技術的な問い合わせの対応や、製品の障害発生時には、原因の調査、プログラムの不具合を修正します。",
"engjd3":"※ 配属先組織は適性により決定",
"engr1":"プログラミング経験がある",
"engr2":"新しいスキルを学ぶ情熱",
"engp1":"サービスアプリケーションを開発した実績がある",
"engp2":"学業以外で自主的にソフトウェアを開発した経験があり、かつその作品を何らかの形で世の中に公開している",
"engp3":"高度情報系資格の取得（国家資格、ベンダー資格）",
"enrt":"募集対象",
"engrt1":"大学院、4年制大学、高等専門学校、専門学校、短期大学を卒業・修了（見込み）の方",
"engrt2":"募集学部・学科：不問",
"engrt3":"※既卒応募可能（卒業後3年以内）",
"engrt4":"※長期勤続によるキャリア形成のため、応募上限年齢25歳まで",
"engic1":"プログラミングに高い興味・関心がある",
"engic2":"ものづくりやコーディングが好きで、趣味でプログラミングを楽しんでいる",
"engic3":"新しいことに対して抵抗感がなく、自ら進んで学習できる",
"engic4":"好奇心・探求心が強い",
"engic5":"努力を惜しまず、何事にも一生懸命に取り組める",
"engic6":"積極的に他者とコミュニケーションがとれる",
"ngsal1":"初任給・月額基本給",
"ngsal2":"大学院卒",
"ngsal3":"260,000円",
"ngsal4":"大卒・高専（専攻科）・専門（4年制）卒",
"ngsal5":"240,000円",
"ngsal6":"高専（本科）・専門（2年制）・短大卒",
"ngsal7":"220,000円",
"ngsal8":"※時間外勤務手当は別途全額支給",
"ngsal9":"※賞与については、等級および業績により変動あり",
"snjd1":"販売パートナー様向けに自社製品やサービスの説明",
"snjd2":"販売パートナー様への営業支援",
"snjd3":"（商談同席での製品説明、エンドユーザー企業からの問合せ対応）",
"snjd4":"販促ツールの作成（チラシ、説明資料）",
"snjd5":"展示会への参加、広告や展示会での問合せをパートナー様へ紹介・引継ぎ",
"snjd6":"既存顧客へ機能追加の提案や、新しい商材の提案",
"snjd7":"ハイタッチ営業として、エンドユーザーの新規開拓",
"snr":"なし",
"spr":"ITパスポート資格をお持ちの方",
"snrt1":"大学院、4年制大学、高等専門学校、専門学校、短期大学を卒業・修了（見込み）の方",
"snrt2":"募集学部・学科：不問",
"snrt3":"※既卒応募可能（卒業後3年以内）",
"snrt4":"※長期勤続によるキャリア形成のため、応募上限年齢25歳まで",
"snic1":"チームワークを大切にする",
"snic2":"傾聴力があり、相手の立場に立って物事を考えることができる",
"snic3":"課題発見力がある",
"snic4":"プラス思考で変化に柔軟に対応できる、変化を楽しめる",
"policy":"ポリシー",
"tc":"利用規約",
"privacy":"プライバシーポリシー",
"refund":"返金ポリシー",
"tc_doc":"Quality_AI_TERMS_AND_CONDITIONS_jp.pdf",
"privacy_doc":"Quality_AI_PRIVACY_POLICY_jp.pdf",
"refund_doc":"Quality_AI_RETURNS_AND_REFUND_jp.pdf",
"phone":"電話",
"aboutcom":" 会社について",
"pands":"製品＆サービス",
"cpol":"ポリシー",
"fexqai":" QAI ポータル",
"chairman":"会長",
"ceo":"社長",
"chairman_name":"浦　聖治",
"ceo_name":"上村　剛毅",
"gtk1":"会社を知る",
"gtk2":"QualityAIとは",
"gtk3":"AIは、生成AI技術をすべての人に平等に、安全に、安心して提供することを目指しています。私たちの生成AIを利用することで、個人も組織も、新たな可能性を実現することができます。どんな規模の企業にも柔軟に対応することで、AI導入のハードルを低くします。各社のニーズに合わせたAIソリューションを提供し、業務の効率化などにより、業績向上に貢献します。",
"gtk4":"生成AI技術の新たな価値を創出し、世界に日本のAIの力を発信します。",
"gtk5":"真のパートナーシップ",
"gtk6":"パートナーシップを単なる取引上の関係と考えるのではなく、信頼、共感、共同の成功に基づく長期的な関係を築くことととらえます。単に技術を提供するのではなく、AI革命を共にするパートナーと考えます。",
"gtk7":"顧客第一主義に基づき、ビジョンに合わせたソリューションを共同で創出し、過程の全てをサポートします。共に、可能性を結果へと、挑戦をマイルストーンへと変えていきます。",
"gtk8":"組織文化",
"gtk9":"私たちは、何事に対しても興味を持ち、全力で取り組む姿勢を大切にします。日々の業務は挑戦とチャレンジであふれていますが、未知のことにも恐れずに立ち向かい、柔軟な思考で挑戦を恐れない姿勢を持って対応します。ひとりひとりが自律しながら、全員が密に協力し合い、同じゴールに向かって進むような組織を目指しています。",
"gtk10":"常に進化し続けるAI業界に遅れを取らないよう、新しいことを常に取り入れ、共に進化していく環境であると信じています。",
"gtk11":"テクノロジー",
"gtk12":"Quality AIは、ユーザーを圧迫することなく活用できるソリューションを提供します。生成AIをローカルで展開することで、データ漏洩の懸念をなくし、直感的な使用できるツールで、支援をします。",
"gtk13":"常に最新の技術を取り入れることで、最速で最新の技術を提供することで、単に技術だけでなく、成功に向かい共に前進するパートナーも得ることができます。",
"highlight1":"働く環境",
"highlight2":"年間休日125日",
"highlight3":"自然をのぞけるオフィス",
"highlight4":"インターナショナルな仲間",
"highlight5":"時間外勤務手当は別途全額支給",
"highlight6":"月一のイベント",
"highlight7":"充実した教育制度",
"highlight8":"リモートワーク可（条件あり）",
"highlight9":"フレックスタイム制",
"exm1":"",
"exm2":"",
"ol1":"所在地",
"ol2":"紀州 - 海",
"ol3":"白浜本社",
"ol4":"〒649-2333 和歌山県西牟婁郡白浜町中1701-3",
"ol5":"関東 - 街",
"ol6":"東京本部",
"ol7":"〒102-0083 東京都千代田区麹町3-3-4 KDX麹町ビル6F",
"ol8":"関西 - 街",
"ol9":"西日本支社",
"ol10":"〒541-0051 大阪府大阪市中央区備後町1-7-10　ニッセイ備後町ビル8F",
"ol11":"東北 - 森",
"ol12":"仙台支社",
"ol13":"〒980-0803 宮城県仙台市青葉区国分町3-4-33　仙台定禅寺ビル4F",
"ol14":"名古屋",
"ol15":"名古屋オフィス",
"ol16":"〒460-0008 愛知県名古屋市中区栄3-2-3　名古屋日興證券ビル4F",
"ol17":"信越 - 山",
"ol18":"松本研究開発センター",
"ol19":"〒390-0811 長野県松本市中央3-3-16　松本蔵の街ビル5F",
"loc":"住所"
}